Repository: ShagMichail/Parent
Catalog: Parent/Resources/Localizable.xcstrings
Source language: en
Languages: ru

source: A special keyboard allows you to analyze the entered text to prevent dangerous situations
ru: Специальная клавиатура позволяет анализировать вводимый текст для предотвращения опасных ситуаций

source: Access is required
ru: Требуется доступ

source: Access to websites is blocked:
ru: Заблокирован доступ к сайтам:

source: Account is ready
ru: Аккаунт готов

source: Actions
ru: Действия

source: Active time
ru: Активное время

source: Actively
ru: Активно

source: Add a child
ru: Добавьте ребенка

source: Add a domain
ru: Добавить домен

source: Add focus time
ru: Добавить время фокусировки

source: Add the domains below that need to be blocked
ru: Добавьте домены ниже, которые необходимо заблокировать

source: Add time
ru: Добавить время

source: After entering the code, the device will automatically connect
ru: После ввода кода устройство автоматически подключится

source: AI summary
ru: AI-сводка

source: AI Summary for today
ru: AI Сводка за сегодня

source: AI-Summary
ru: AI-Сводка

source: All
ru: Все

source: All devices
ru: Все устройства

source: Allow location access so your parents always know you're safe
ru: Разрешите доступ к местоположению, чтобы ваши родители всегда знали, что вы в безопасности

source: Allow notifications so your device can immediately receive commands from your parents
ru: Разрешите уведомления, чтобы ваше устройство могло немедленно получать команды от ваших родителей

source: Any questions?
ru: Вопросы?

source: Applications
ru: Приложения

source: Applications used
ru: Используемые приложения

source: Ask the parent to update the code
ru: Попросите родителя обновить код

source: Begin
ru: Начать

source: Block
ru: Блокировать

source: Blocked apps
ru: Заблокированные приложения

source: Blocking apps
ru: Блокировка приложений

source: Boy
ru: Мальчик

source: Cancel
ru: Отмена

source: Category
ru: Категория

source: Child
ru: Ребенок

source: Child's account is connected
ru: Аккаунт ребёнка соединён

source: Children
ru: Дети

source: Choose at least one day of the week.
ru: Выберите хотя бы один день недели.

source: Choose the gender of the child
ru: Выберите пол ребенка

source: Click on 'New Keyboards' and select 'Parental Control'
ru: Нажмите 'Новые клавиатуры' и выберите 'Parental Control'

source: Click on 'New Keyboards' and select 'Parental Control' (the name of your keyboard)
ru: Нажмите 'Новые клавиатуры' и выберите 'Parental Control' (название вашей клавиатуры)

source: Click on 'Select Applications' to add restrictions.
ru: Нажмите 'Выбрать приложения', чтобы добавить ограничения.

source: Click on the '+' to add the first child.
ru: Нажмите на '+' чтобы добавить первого ребенка.

source: Click on the added keyboard and enable 'Allow Full Access'
ru: Нажмите на добавленную клавиатуру и включите 'Разрешить полный доступ'

source: Communication
ru: Общение

source: compared to yesterday
ru: в сравнении со вчерашним днём

source: Complete setup on your device
ru: Завершите настройку на вашем устройстве

source: Connection...
ru: Подключение...

source: Continue
ru: Продолжить

source: Continue editing
ru: Продолжить редактирование

source: Coordinates are not defined
ru: Координаты не определены

source: Couldn't determine the address
ru: Не удалось определить адрес

source: Couldn't load the code
ru: Не удалось загрузить код

source: Couldn't save settings.
ru: Не удалось сохранить настройки.

source: Couldn't save the limits.
ru: Не удалось сохранить лимиты.

source: Create a password
ru: Придумайте пароль

source: Critical Actions
ru: Критические действия

source: Current location
ru: Текущее место

source: Day
ru: День

source: Do not forget to give all necessary permissions on the child's device for the correct operation of parental controls
ru: Не забудьте дать на детском устройстве все необходимые разрешения, для корректной работы родительского контроля

source: Do you have an account?
ru: Есть аккаунт?

source: Done
ru: Готово

source: Download error
ru: Ошибка загрузки

source: Download the application to your child’s phone.(Can be installed from the App Store or Google Play.)
ru: Скачайте приложение на телефон ребёнка. (Можно установить из App Store или Google Play.)

source: Edit
ru: Изменить

source: Edit focus time
ru: Редактировать время фокусировки

source: End
ru: Конец

source: Enter a name
ru: Введите имя

source: Enter a unique code
ru: Введите уникальный код

source: Enter the child's AppleID
ru: Введите AppleID ребенка

source: Enter the unique connection code that is displayed
ru: Введите уникальный код подключения, который отображается

source: Enter your email
ru: Введите почту

source: Enter your password
ru: Введите пароль

source: Error
ru: Ошибка

source: Every day
ru: Каждый день

source: Exit
ru: Выйти

source: Exit without saving
ru: Выйти без сохранения

source: Filter
ru: Фильтр

source: Find our 'Parental Control' application in the list
ru: Найдите в списке наше приложение 'Parental Control'

source: Focus modes
ru: Режимы фокусировки

source: Focusing
ru: Фокусировка

source: For a complete analysis, it is necessary to remove all other keyboards
ru: Для полного анализа необзодимо удалить все остальные клавиатуры

source: For the application to work, you must provide access to device management.
ru: Для работы приложения необходимо предоставить доступ к управлению устройствами.

source: for today
ru: за сегодня

source: Fri
ru: Пт

source: Friday
ru: Пятница

source: General analysis
ru: Общий анализ

source: General information
ru: Общие сведения

source: Geolocation access allows you to request the coordinates of your child's device in real time and determine where your child is located
ru: Доступ к геолокации позволяет вам в реальном времени запрашивать координаты устройства ребенка и определять, где находится ваш ребенок

source: Geolocation is disabled
ru: Геолокация отключена

source: Girl
ru: Девочка

source: Go to 'Basic' -> 'Keyboard' -> 'Keyboards'
ru: Перейдите в 'Основные' -> 'Клавиатура' -> 'Клавиатуры'

source: Hello,
ru: Привет,

source: Hour
ru: Час

source: How to enable it on a child's device:
ru: Как включить на устройстве ребенка:

source: in a week
ru: за неделю

source: In the 'Location' section, allow access 'Always'
ru: В разделе 'Геопозиция' разрешите доступ 'Всегда'

source: In the 'Notifications' section, turn on 'Notification Tolerance'
ru: В разделе 'Уведомления' включите 'Допуск уведомлений'

source: Incorrect code! Check it again
ru: Неверный код! Проверьте ещё раз

source: Internet Restrictions
ru: Ограничения в интернете

source: Is unknown
ru: Неизвестно

source: Keyboard
ru: Клавиатура

source: Limits
ru: Лимиты

source: Limits updated
ru: Лимиты обновлены

source: Loading limits...
ru: Загрузка лимитов...

source: Loading locks...
ru: Загрузка блокировок...

source: Loading...
ru: Загрузка...

source: Location
ru: Локация

source: Location unknown
ru: Местоположение неизвестно

source: Location Update...
ru: Обновление локации...

source: Locks have been updated
ru: Блокировки обновлены

source: Login
ru: Авторизоваться

source: Login to your account
ru: Вход в ваш аккаунт

source: Login using code
ru: Вход с помощью кода

source: Mail
ru: Почта

source: Masha spent the whole day productively. Screen time decreased by 12% compared to yesterday. Most of the time was spent on educational applications.
ru: Маша провела весь день продуктивно. Экранное время снизилось на 12% по сравнению со вчерашним днём. Основное время было потрачено на образовательные приложения.

source: Mode
ru: Режим

source: Mon
ru: Пн

source: mon-fri
ru: пн-пт

source: Mon–Fri
ru: Пн-Пт

source: Monday
ru: Понедельник

source: Never
ru: Никогда

source: No account?
ru: Нет аккаунтa?

source: No critical threats detected
ru: Критических угроз не обнаружено

source: No data available
ru: Нет данных

source: No data for yesterday
ru: Нет данных за вчера

source: No limit
ru: Без лимита

source: No location data available
ru: Нет данных о местоположении

source: No other applications were used
ru: Другие приложения не использовались

source: Normal
ru: В норме

source: Not selected
ru: Не выбрано

source: Notifications
ru: Уведомления

source: Notifications about actions will appear here.
ru: Здесь будут появляться уведомления о действиях.

source: Notifications are disabled
ru: Уведомления отключены

source: Notifications are necessary so that the child's device can receive commands from you instantly. For example, about blocking, updating schedules or limits
ru: Уведомления необходимы, чтобы устройство ребёнка могло мгновенно получать команды от вас . Например, о блокировке, обновлении расписания или лимитов

source: Number of notifications
ru: Количество уведомлений

source: Off.
ru: Выкл.

source: Offline
ru: Офлайн

source: OK
ru: ОК

source: On.
ru: Вкл.

source: Online
ru: Онлайн

source: Open 'Settings' -> 'Applications'
ru: Откройте 'Настройки' -> 'Приложения'

source: Open 'Settings' -> 'Basic' -> 'Keyboard -> 'Keyboards'
ru: Откройте 'Настройки' -> 'Основные' -> 'Клавиатура -> 'Клавиатуры'

source: Open the 'Settings' of the child's iPhone
ru: Откройте ‘Настройки’ iPhone ребенка

source: Open the application and select the “Child” role»
ru: Откройте приложение и выберите роль «Ребёнок»

source: or scan the code
ru: или отсканировать код

source: Parent
ru: Родитель

source: Parental control
ru: Родительский контроль

source: Password
ru: Пароль

source: Password must be no shorter than 8 characters
ru: Пароль должен быть не короче 8 символов

source: Password must contain at least one capital letter and one number
ru: Пароль должен содержать хотя бы одну заглавную букву и одну цифру

source: Passwords must match
ru: Пароли должны совпадать

source: Please enter your Apple ID
ru: Пожалуйста, введите ваш Apple ID

source: Please enter your name
ru: Пожалуйста, введите ваше имя

source: Register
ru: Зарегистрироваться

source: Registering your account
ru: Регистрация вашего аккаунта

source: Remove
ru: Удалить

source: Repeat password
ru: Повторите пароль

source: Safety first
ru: Безопасность превыше всего

source: Sat
ru: Сб

source: sat-sun
ru: сб-вс

source: Saturday
ru: Суббота

source: Screen time
ru: Экранное время

source: Seconds
ru: Секунды

source: Select Applications
ru: Выбрать приложения

source: Select the days
ru: Выберите дни

source: Set a daily limit
ru: Установить дневной лимит

source: Set up schedules for concentration:
ru: Настроено расписаний для концентрации:

source: Settings
ru: Настройки

source: Sites visited
ru: Посещаемые сайты

source: So that parents can see where you are, please allow access to geolocation in the Settings.
ru: Чтобы родители могли видеть, где вы находитесь, пожалуйста, разрешите доступ к геолокации в Настройках.

source: Start
ru: Начало

source: Stay in touch
ru: Оставаться на связи

source: Successfully
ru: Успешно

source: Sun
ru: Вс

source: Sunday
ru: Воскресенье

source: Suspicious activities
ru: Подозрительные действия

source: The device is locked
ru: Устройство заблокировано

source: The device is locked at the parent's command
ru: Устройство заблокировано по команде родителя

source: The device is locked by the parent
ru: Устройство заблокировано родителем

source: The device is unlocked by the parent
ru: Устройство разблокировано родителем

source: The device was inactive
ru: Устройство было неактивно

source: The last 7 days
ru: Последние 7 дней

source: The limit settings have been updated by the parent.
ru: Настройки лимитов были обновлены родителем.

source: The list of events is empty
ru: Список событий пуст

source: The lock settings have been updated by the parent.
ru: Настройки блокировок были обновлены родителем.

source: The Mail field cannot be empty
ru: Поле Mail не может быть пустым

source: The minimum time limit is 15 minutes.
ru: Минимальное ограничение по времени - 15 минут.

source: The new app locks have been saved.
ru: Новые блокировки для приложений были сохранены.

source: The new limits for applications have been maintained.
ru: Новые лимиты для приложений были сохранены.

source: The parent did not set any restrictions
ru: Родитель не установил никакие ограничения

source: The parent has changed the app usage rules.
ru: Родитель изменил правила использования приложений.

source: The parent has changed the rules for using Web resources.
ru: Родитель изменил правила использования Web ресурсами.

source: The parent has restricted access to the apps:
ru: Родитель ограничил доступ к приложениям:

source: The same amount as yesterday
ru: Столько же, сколько вчера

source: The schedule has been deleted
ru: Расписание удалено

source: The schedule has been updated
ru: Расписание было обновлено

source: The site blocking settings are saved.
ru: Настройки блокировки сайтов сохранены.

source: The time limit has been lifted.
ru: Ограничение времени снято.

source: The time settings have been changed by the parent.
ru: Настройки времени изменены родителем.

source: The WEB page blocking settings have been updated by the parent.
ru: Настройки блокировок WEB страниц были обновлены родителем.

source: There are no important notifications
ru: Важных уведомлений нет

source: There are no notifications
ru: Нет уведомлений

source: There are no restrictions
ru: Ограничения отсутствуют

source: This is necessary to analyze the input text
ru: Это необходимо для анализа вводимого текста

source: Thu
ru: Чт

source: Thursday
ru: Четверг

source: Time error
ru: Ошибка времени

source: Time limits
ru: Лимиты времени

source: Title
ru: Название

source: To receive commands from parents, please allow notifications in the Settings.
ru: Чтобы получать команды от родителей, пожалуйста, разрешите уведомления в Настройках.

source: To start monitoring and help your child stay safe, connect their device:
ru: Чтобы начать мониторинг и помочь вашему ребёнку оставаться в безопасности, подключите его устройство:

source: Today
ru: Сегодня

source: Today,
ru: Сегодня,

source: Top applications for today
ru: Топ приложений за сегодня

source: Try updating it
ru: Попробуйте его обновить

source: Tue
ru: Вт

source: Tuesday
ru: Вторник

source: Turn on geolocation on the child's device
ru: Включите геолокацию на устройстве ребенка

source: Turn on notifications on the child's device
ru: Включите уведомления на устройстве ребенка

source: Turn on the special keyboard on the child's device
ru: Включите специальную клавиатуру на устройстве ребенка

source: Unblock
ru: Разблокировать

source: Unknown location
ru: Неизвестное место

source: Unsaved changes
ru: Несохраненные изменения

source: Update
ru: Обновление

source: Update the code
ru: Обновить код

source: Updating geolocation...
ru: Обновление геолокации...

source: Updating settings and collecting information
ru: Обновление настроек и сбор информации

source: Uploading rules...
ru: Загрузка правил…

source: Use the keyboard from Parent
ru: Используйте клавиатуру от Parent

source: Was online %@
ru: Был(а) в сети %@

source: Website blocking
ru: Блокировка сайтов

source: Websites
ru: Сайты

source: Wed
ru: Ср

source: Wednesday
ru: Среда

source: Week
ru: Неделя

source: Weekday
ru: Дни недели

source: Welcome!
ru: Добро пожаловать!

source: What is the child's name?
ru: Как зовут ребёнка?

source: When the feature is enabled, the user will only be able to check the time, call parents and use emergency alerts
ru: Когда функция включена, пользователь сможет проверять только время, звонить родителям и использовать экстренные сигналы

source: Who are you?
ru: Кто вы?

source: Why is this necessary?
ru: Зачем это нужно?

source: You have unsaved changes. If you exit, they will be lost.
ru: У вас есть несохраненные изменения. Если вы выйдете, они будут потеряны.

source: Your family's digital security starts here.
ru: Цифровая безопасность вашей семьи начинается здесь.

source: Your phone is connected to your family
ru: Твой телефон подключен к семье
